Repository: Distrotech/gnome-vfs
Catalog: po/*.po
Languages: hi, km, sl, ug, vi

source: Select the proxy configuration mode. Supported values are "none", "manual", "auto".
km: ជ្រើស​របៀប​កំណត់​រចនាសម្ព័ន្ធ​ប្រូកស៊ី ។ តម្លៃ​ដែល​គាំទ្រ​គឺ "គ្មាន" "ដោយដៃ" "ស្វ័យប្រវត្តិ" ។
sl: Izberite način nastavitve posrednika. Podprte vrednosti so"none", "manual", "auto".
ug: ۋاكالەتچى سەپلىمە ھالىتىنى تاللاش. قوللايدىغان قىممىتى "none"(يوق)، "manual"(قولدا)، "auto"(ئاپتوماتىك)
vi: Chọn kiểu cấu hình proxy. Giá trị hợp lệ là "none", "manual", "auto".

source: The machine name to proxy FTP through.
km: ឈ្មោះ​ម៉ាស៊ីន​សម្រាប់​កំណត់​ប្រូកស៊ី FTP ។
sl: Ime računalnika, ki bo posredoval FTP.
ug: ۋاكالەتچى FTP ماشىنا ئاتى.
vi: Tên máy để đi qua FTP proxy.

source: The machine name to proxy HTTP through.
km: ឈ្មោះ​ម៉ាស៊ីន​សម្រាប់​កំណត់​ប្រូកស៊ី HTTP ។
sl: Ime računalnika, ki bo posredoval HTTP.
ug: HTTP ۋاكالەتچىسى قىلىپ ئىشلىتىلىدىغان ماشىنىنىڭ ئاتى.
vi: Tên máy để đi qua HTTP proxy.

source: The machine name to proxy secure HTTP through.
km: ឈ្មោះ​ម៉ាស៊ីន​សម្រាប់​កំណត់​ប្រូកស៊ី HTTP ដែល​មាន​សុវត្ថិភាព ។
sl: Ime računalnika, ki bo posredoval varen HTTP.
ug: بىخەتەر HTTP ۋاكالەتچىسى قىلىپ ئىشلىتىلىدىغان ماشىنىنىڭ ئاتى.
vi: Tên máy để đi qua Secure HTTP proxy.

source: The machine name to proxy socks through.
km: ឈ្មោះ​ម៉ាស៊ីន​សម្រាប់​កំណត់​ប្រូកស៊ី​រន្ធ ។
sl: Ime računalnika, ki bo posredoval SOCKS
ug: SOCKS ۋاكالەتچىسى قىلىپ ئىشلىتىلىدىغان ماشىنىنىڭ ئاتى.
vi: Tên máy để đi qua SOCKS proxy.

source: The port on the machine defined by "/system/http_proxy/host" that you proxy through.
km: ច្រក​នៅ​លើ​ម៉ាស៊ីនត្រូវ​​បាន​កំណត់​ដោយ "/system/http_proxy/host" ដែល​អ្នក​កំណត់​ប្រូកស៊ី ។
sl: Vrata na računalniku "/system/http_proxy/host" skozi katera se bo posredovalo.
ug: سىز ئىشلەتكەن ۋاكالەتچى مۇلازىمېتىرنىڭ ئېغىز نومۇرى "/system/http_proxy/host" دا بەلگىلەنگەن.

source: The port on the machine defined by "/system/proxy/ftp_host" that you proxy through.
km: ច្រក​នៅ​លើ​ម៉ាស៊ីន​ត្រូវ​បាន​​កំណត់​ដោយ "/system/proxy/ftp_host" ដែល​អ្នក​កំណត់​ប្រូកស៊ី ។
sl: Vrata na računalniku "/system/ftp_proxy/host" skozi katera se bo posredovalo.
ug: سىز ئىشلەتكەن ۋاكالەتچى مۇلازىمېتىرنىڭ ئېغىز نومۇرى "/system/proxy/ftp_host" دا بەلگىلەنگەن.

source: The port on the machine defined by "/system/proxy/secure_host" that you proxy through.
km: ច្រក​នៅ​លើ​ម៉ាស៊ីន​ត្រូវ​បាន​​កំណត់​ដោយ "/system/proxy/secure_host" ដែល​អ្នក​កំណត់​ប្រូកស៊ី ។
sl: Vrata na računalniku "/system/proxy/secure_host" skozi katera se bo posredovalo.
ug: سىز ئىشلەتكەن ۋاكالەتچى مۇلازىمېتىرنىڭ ئېغىز نومۇرى "/system/proxy/secure_host" دا بەلگىلەنگەن.

source: The port on the machine defined by "/system/proxy/socks_host" that you proxy through.
km: ច្រក​នៅ​លើ​ម៉ាស៊ីន​ត្រូវ​បាន​កំណត់​ដោយ "/system/proxy/socks_host" ដែល​អ្នក​កំណត់​ប្រូកស៊ី ។
sl: Vrata na računalniku "/system/proxy/socks_host" skozi katera se bo posredovalo.
ug: سىز ئىشلەتكەن ۋاكالەتچى مۇلازىمېتىرنىڭ ئېغىز نومۇرى "/system/proxy/socks_host" دا بەلگىلەنگەن.

source: This key contains a list of hosts which are connected to directly, rather than via the proxy (if it is active). The values can be hostnames, domains (using an initial wildcard like *.foo.com), IP host addresses (both IPv4 and IPv6) and network addresses with a netmask (something like 192.168.0.0/24).
km: សោ​នេះ​មាន​បញ្ជី​ម៉ាស៊ីន​ដែល​ត្រូវ​បាន​តភ្ជាប់​ដោយ​ផ្ទាល់ ជា​ជាង​តភ្ជាប់​តភ្ជាប់​តាម​ប្រូកស៊ី (ប្រសិនបើ​វា​សកម្ម) ។ តម្លៃ​អាច​ជា​ឈ្មោះ​ម៉ាស៊ីន ដែន (ដោយ​ប្រើ​តួអក្សរ​ជំនួស​ដំបូង​ដូចជា *.foo.com) អាសយដ្ឋាន​ម៉ាស៊ីន IP (ទាំង IPv4 និង IPv6) និង​អាសយដ្ឋាន​បណ្ដាញ​ដែល​មាន​របាំង​បណ្ដាញ (ដូចជា 192.168.0.0/24) ។
sl: Ta ključ vsebuje seznam gostiteljev, ki so povezani neposredno in ne preko posrednika (če je aktiven). Vrednosti so lahko imena gositeljev, domene (z uporabo začetnega jokerja, npr. *.nekaj.si), IP naslovi gostiteljev (tako IPv4 kot IPv6) in mrežni naslovi z netmask (npr. 192.168.0.0/24).
ug: بۇ كۇنۇپكىدا بەلگىلەنگەن ماشىنا تىزىملىكى ۋاكالەتچى(بەلگىلەنگەن بولسا)دىن ئۆتمەي بىۋاسىتە ئۇلىنىدۇ. ئۇنىڭ قىممىتى ماشىنا ئاتى، دائىرە ئاتى(ئورتاق بەلگە بىلەن باشلانغان شەكىلنى قوللايدۇ مەسىلەن *.foo.com)، IP ماشىنا ئادرېسى (IPv4 ۋە IPv6 ھەر ئىككىسى) شۇنداقلا تور ماسكىسىغا ئەگەشكەن تور ئادرېسى (مەسىلەن، 192.168.0.0/24)

source: URL that provides proxy configuration values.
km: URL ដែល​ផ្ដល់​តម្លៃ​កំណត់​រចនាសម្ព័ន្ធ​ប្រូកស៊ី ។
sl: URL, kjer se nahajajo vrednosti nastavitev posrednikov.
ug: ۋاكالەتچى سەپلىمە قىممىتىنى تەمىنلەيدىغان URL

source: Use HTTP proxy
km: ប្រើ​ប្រូកស៊ី HTTP
sl: Uporabi posrednika HTTP
ug: HTTP ۋاكالەتچى ئىشلەت
vi: Dùng HTTP proxy

source: User name to pass as authentication when doing HTTP proxying.
km: ឈ្មោះ​អ្នកប្រើ​សម្រាប់​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ នៅ​ពេល​ធ្វើ​ការ​កំណត់​ប្រូកស៊ី HTTP ។
sl: Uporabniško ime, ki naj se poda pri avtentikaciji s posrednikom HTTP.
ug: HTTP ۋاكالەتچى دەلىللەشتە ئىشلىتىدىغان ئىشلەتكۈچى ئاتى

source: SMB workgroup
km: ក្រុម​ការងារ SMB
sl: Delovna skupina SMB
ug: SMB خىزمەت گۇرۇپپىسى

source: The Windows networking workgroup or domain that the user is part of. In order for a new workgroup to fully take effect the user may need to log out and log back in.
km: ដែន ឬ​ក្រុម​ការ​ងារ​កំណត់​បណ្ដាញ Windows ដែល​អ្នកប្រើ​ជា​ផ្នែក​មួយ ។ ដើម្បី​ឲ្យ​ក្រុម​ការងារ​ថ្មី​មាន​ប្រសិទ្ធភាព​ពេញលេញ អ្នកប្រើ​ចាំបាច់​ត្រូវតែ​ចេញ និង​ចូល​វិញ ។
ug: ئىشلەتكۈچى تەۋە بولغان Windows تور خىزمەت گۇرۇپپىسى ياكى دائىرە. يېڭى خىزمەت گۇرۇپپىسىنىڭ تولۇق كۈچكە ئىگە بولۇشى ئۈچۈن، ئىشلەتكۈچى تىزىمدىن چىقىپ قايتا تىزىمغا كىرىشى زۆرۈر بولۇشى مۇمكىن.

source: Could not initialize Bonobo
sl: Nisem mogel inicializirati Bonoba
vi: Không thể khởi động Bonobo

source: Could not initialize gnome vfs
sl: Nisem mogel inicializirati gnome-vfs
vi: Không thể khới động gnome vfs

source: %s:%d contains NUL characters.
hi: %s : %d में NUL कैरेक्टर मौजूद है
sl: %s:%d vsebuje NIČELNE znake.
vi: %s:%d chứa ký tự NUL.

source: %s:%d contains no method name.
hi: %s : %d में कोई विधि नाम मौजूद नहीं है
sl: %s:%d ne vsebuje imena metode.
vi: %s:%d không chứa tên phương thức.

source: %s:%d has no options endmarker.
sl: %s:%d ne vsebuje oznake konca možnosti.

source: %s:%d has unknown options %s.
sl: %s:%d ima neznane možnosti %s.
vi: %s:%d không có tùy chọn %s.

source: %s:%d contains no module name.
hi: %s : %d में कोई माड्यूल नाम मौजूद नहीं है
sl: %s:%d ne vsebuje imea modula.
vi: %s:%d không chứa tên module.

source: Memory Stick
sl: Pomnilniška paličica
vi: Thanh bộ nhớ

source: Smart Media
sl: Pametni pomnilnik

source: Standard Moniker factory
hi: मानक माॅनीकर फैक्ट्री
sl: Standardna tovarna vzdevkov
vi: Moniker factory chuẩn

source: file MonikerExtender
hi: फाइल माॅनीकर विस्तारक
sl: datoteka MonikerExtender
vi: MonikerExtender tập tin

source: generic Gnome VFS moniker
hi: सामान्य जीनोम VFS माॅनीकर
sl: generični vzdevčnik VFS Gnome
vi: moniker Gnome VFS chung

source: generic file moniker
hi: सामान्य फाइल माॅनीकर
sl: generični vzdevčnik datotek
vi: moniker tập tin chung

source: True if the command specified in the "command" key should handle "ghelp".URLs.
sl: Resnično, če naj ukaz naveden v ključu "command" obravnava URL naslove "ghelp".

source: Comma separated list of dns-sd domains that should be visible in the network location.
sl: Z vejicami ločen seznam domen dns-sd, ki naj bodo vidne v mrežnem mestu.

source: Extra domains to look for dns-sd services in
sl: Dodatne domene, kjer naj se iščejo storitve dns-sd

source: The window workgroup the user is part of
sl: Delovna skupina Windows katere del je uporabnik

source: Display SCSI drives
vi: Hiện ổ SCSI

source: Display SCSI optical drives
vi: Hiện ổ quang SCSI

source: Display drives with removable media
vi: Hiện ổ tháo được

source: Display external drives
vi: Hiện ổ nằm ngoài

source: Display internal hard drives
vi: Hiện ổ đĩa bên trong

source: Unknown op type %u
hi: अज्ञात कारक प्रकार %u

source: 1 byte
hi: 1 बाइट

source: %u bytes
hi: %u बाइट्स

source: %.1f K
hi: %.1f किलोबाइट्स

source: %.1f MB
hi: %.1f मेगाबाइट्स

source: %.1f GB
hi: %.1f गीगाबाइट्स
