Repository: Distrotech/gnome-vfs
Catalog: po/*.po
Languages: hi, km, sl, ug, vi

source: ISO 9660 Volume
km: ភាគ​ថាស ISO 9660
sl: Zapis ISO 9660
ug: ISO 9660 دىسكىسى
vi: Khối ISO 9660

source: %s:%u contains NUL characters.
km: %s ៖%u មាន​តួអក្សរ NUL ។
ug: %s:%u دا بوش(NUL) ھەرپى بار.

source: %s:%u contains no method name.
km: %s ៖%u គ្មាន​ឈ្មោះ​វិធីសាស្ត្រ ។
ug: %s:%u ئۇسۇل ئاتىنى ئۆز ئىچىگە ئالمىغان.

source: %s:%u has no options endmarker.
km: %s ៖%u គ្មាន​សញ្ញា​សម្គាល់​បញ្ចប់ជម្រើស ។
ug: %s:%u دا تاللانما ئاخىرلىشىش بەلگىسى يوق.

source: %s:%u has unknown options %s.
km: %s ៖%u មាន​ជម្រើស​ដែល​មិន​ស្គាល់ %s ។
ug: %s:%u دا نامەلۇم تاللانما %s بار.

source: %s:%u contains no module name.
km: %s ៖%u គ្មាន​ឈ្មោះ​ម៉ូឌុល ។
ug: %s:%u مودېل ئاتىنى ئۆز ئىچىگە ئالمىغان.

source: Configuration file `%s' was not found: %s
hi: कानफिगरेशन फाइल '%s' नहीं मिली : %s
km: រក​មិន​ឃើញ​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ `%s' ៖ %s
sl: Nastavitvena datoteka `%s' ni bila najdena: %s
ug: `%s' سەپلىمە ھۆججەت تېپىلمىدى: %s
vi: Không tìm thấy tập tin cấu hình `%s': %s

source: %s:%d aborted parsing.
km: %s ៖%d បាន​បោះបង់​ការ​ញែក ។
ug: %s:%d نى بىر تەرەپ قىلىش توختىتىلدى.

source: AFFS Volume
km: ភាគ​ថាស AFFS
sl: Zapis AFFS
ug: AFFS دىسكىسى
vi: Khối APFS

source: AFS Network Volume
km: ភាគ​ថាស​បណ្ដាញ AFS
sl: Mrežni zapis AFS
ug: AFFS تور دىسكىسى
vi: Khối Mạng AFS

source: Auto-detected Volume
km: ភាគ​ថាស​ដែល​បាន​រក​ឃើញ​ស្វ័យប្រវត្តិ
sl: Samodejno ugotovljen zapis
ug: ئۆزلۈكىدىن بايقىلىدىغان دىسكا
vi: Khối tự động dò tìm

source: Btrfs Linux Volume
km: ភាគ​ថាស Btrfs Linux
ug: Btrfs Linux دىسكىسى

source: CD-ROM Drive
km: ដ្រាយ CD-ROM
sl: Pogon CD-ROM
ug: CD-ROM قوزغاتقۇچ
vi: Ổ đĩa CD-ROM

source: CD Digital Audio
km: ស៊ីឌី​អូឌីយ៉ូ​ឌីជីថល
sl: Digitalni avdio CD
ug: CD رەقەملىك ئۈن
vi: CD Nhạc

source: Hardware Device Volume
km: ភាគ​ថាស​ឧបករណ៍​ផ្នែក​រឹង
sl: Zapis strojne naprave
ug: قاتتىق دېتال ئۈسكىنە دىسكا
vi: Khối Thiết bị phần cứng

source: EncFS Volume
km: ភាគ​ថាស EncFS
ug: EncFS دىسكىسى

source: eCryptfs Volume
km: ភាគ​ថាស eCryptfs
ug: eCryptfs دىسكىسى

source: Ext2 Linux Volume
km: ភាគ​ថាស Ext2 Linux
sl: Zapis Linux Ext2
ug: Ext2 Linux دىسكىسى
vi: Khối Linux Ext2

source: Ext3 Linux Volume
km: ភាគ​ថាស Ext3 Linux
sl: Zapis Linux Ext3
ug: Ext3 Linux دىسكىسى
vi: Khối Linux Ext3

source: Ext4 Linux Volume
km: ភាគ​ថាស Ext4 Linux
ug: Ext4 Linux دىسكىسى

source: MSDOS Volume
km: ភាគ​ថាស MSDOS
sl: Zapis MSDOS
ug: MSDOS دىسكىسى
vi: Khối MSDOS

source: BSD Volume
km: ភាគ​ថាស BSD
ug: BSD دىسكىسى

source: FUSE Volume
km: ភាគ​ថាស FUSE
ug: FUSE دىسكىسى

source: MacOS Volume
km: ភាគ​ថាស MacOS
sl: Zapis MacOS
ug: MacOS دىسكىسى
vi: Khối MacOS

source: CDROM Volume
km: ភាគ​ថាស CDROM
sl: Zapis CDROM
ug: CDROM دىسكىسى
vi: Khối CDROM

source: Hsfs CDROM Volume
km: ភាគ​​ថាស Hsfs CDROM
sl: Zapis CDROM Hsfs
ug: Hsfs CDROM دىسكىسى
vi: Khối CDROM Hsfs

source: JFS Volume
km: ភាគ​ថាស JFS
sl: Zapis JFS
ug: JFS دىسكىسى
vi: Khối JFS

source: Windows NT Volume
km: ភាគ​ថាស Windows NT
sl: Zapis Windows NT
ug: Windows NT دىسكىسى
vi: Khối Windows NT

source: System Volume
km: ភាគ​ថាស​ប្រព័ន្ធ
sl: Sistemski zapis
ug: سىستېما دىسكىسى
vi: Khối Hệ thống

source: Memory Volume
km: ភាគ​ថាស​អង្គ​ចងចាំ
sl: Pomnilniški zapis
ug: ئەسلەك دىسكىسى
vi: Khối Bộ nhớ

source: Minix Volume
km: ភាគ​ថាស Minix
sl: Zapis Minix
ug: Minix دىسكىسى
vi: Khối Minix

source: NFS Network Volume
km: ភាគ​ថាស​បណ្ដាញ NFS
sl: Mrežni zapis NFS
ug: NFS تور دىسكىسى
vi: Khối Mạng NFS

source: NILFS Linux Volume
km: ភាគ​ថាស NILFS Linux
ug: NILFS Linux دىسكىسى

source: Netware Volume
km: ភាគ​ថាស Netware
sl: Zapis Netware
ug: Netware دىسكىسى
vi: Khối Netware

source: Reiser4 Linux Volume
km: ភាគ​ថាស Reiser4 Linux
ug: Reiser4 Linux دىسكىسى

source: ReiserFS Linux Volume
km: ភាគ​ថាស ReiserFS Linux
sl: Zapis Linux ReiserFS
ug: ReiserFS Linux دىسكىسى
vi: Khối Linux ReiserFS

source: Windows Shared Volume
km: ភាគ​ថាស​ដែល​បាន​ចែករំលែក​ក្នុង Windows
sl: Deljen zapis Windows
ug: Windows ھەمبەھىر دىسكىسى
vi: Khối Chia sẻ Windows

source: SuperMount Volume
km: ភាគ​ថាស SuperMount
sl: Zapis SuperMount
ug: SuperMount دىسكىسى
vi: Khối SuperMount

source: DVD Volume
km: ភាគ​ថាស​ឌីវីឌី
sl: Zapis DVD
ug: DVD دىسكىسى
vi: Khối DVD

source: Solaris/BSD Volume
km: ភាគ​ថាស Solaris/BSD
sl: Zapis Solaris/BSD
ug: Solaris/BSD دىسكىسى
vi: Khối Solaris/BSD

source: Udfs Solaris Volume
km: ភាគ​ថាស Udfs Solaris
sl: Zapis Solaris Udfs
ug: Udfs Solaris دىسكىسى
vi: Khối Solaris Udfs

source: Pcfs Solaris Volume
km: ភាគ​ថាស Pcfs Solaris
sl: Zapis Solaris Pcfs
ug: Pcfs Solaris دىسكىسى
vi: Khối Solaris Pcfs

source: Sun SAM-QFS Volume
km: ភាគ​ថាស Sun SAM-QFS
sl: Zapis Sun SAM-QFS
ug: Sun SAM-QFS دىسكىسى
vi: Khối Sun SAM-QFS

source: Temporary Volume
km: ភាគ​ថា​ស​បណ្ដោះ​អាសន្ន
ug: ۋاقىتلىق دىسكا

source: Enhanced DOS Volume
km: ភាគ​ថាស Enhanced DOS
sl: Napreden zapis DOS
ug: كېڭەيتىلگەن DOS دىسكىسى
vi: Khối DOS Cải tiến

source: Windows VFAT Volume
km: ភាគ​ថាស Windows VFAT
sl: Zapis Windows VFAT
ug: Windows VFAT دىسكىسى
vi: Khối Windows VFAT

source: Xenix Volume
km: ភាគ​ថាស Xenix
sl: Zapis Xenix
ug: Xenix دىسكىسى
vi: Khối Xenix

source: XFS Linux Volume
km: ភាគ​ថាស XFS Linux
sl: Zapis Linux XFS
ug: XFS Linux دىسكىسى
vi: Khối Linux XFS

source: XIAFS Volume
km: ភាគ​ថាស​ XIAFS
sl: Zapis XIAFS
ug: XIAFS دىسكىسى
vi: Khối XIAFS

source: CIFS Volume
km: ភាគ​ថាស CIFS
ug: CIFS دىسكىسى
vi: Khối CIFS

source: Unknown
km: មិន​ស្គាល់
sl: Neznano
ug: نامەلۇم
vi: Không rõ

source: %s Volume
km: ភាគ​ថាស %s
ug: %s دىسكىسى

source: %s/%s Drive
km: ដ្រាយ %s/%s
ug: %s/%s قوزغاتقۇچ

source: %s Drive
km: ដ្រាយ %s
ug: %s قوزغاتقۇچ

source: Floppy Drive
km: ដ្រាយ​ថាស​ទន់
ug: يۇمشاق دىسكا قوزغاتقۇچ

source: Compact Flash Drive
km: ដ្រាយ Compact Flash
ug: Compact Flash قوزغاتقۇچ

source: Memory Stick Drive
km: ដ្រាយ Memory Stick
ug: Memory Stick(MS) قوزغاتقۇچ

source: Smart Media Drive
km: ដ្រាយ Smart Media
ug: Smart Media(SM) قوزغاتقۇچ

source: SD/MMC Drive
km: ដ្រាយ SD/MMC
ug: SD/MMC قوزغاتقۇچ

source: Zip Drive
km: ដ្រាយ Zip
sl: Pogon Zip
ug: Zip قوزغاتقۇچ
vi: Ổ đĩa Zip

source: Jaz Drive
km: ដ្រាយ Jaz
ug: Jaz قوزغاتقۇچ

source: Pen Drive
km: ដ្រាយ Pen
ug: Pen قوزغاتقۇچ

source: %s %s Music Player
km: កម្មវិធី​ចាក់​តន្ត្រី %s %s
ug: %s %s مۇزىكا قويغۇ

source: %s %s Digital Camera
km: ម៉ាស៊ីន​ថត​ឌីជីថល %s %s
ug: %s %s رەقەملىك كامېرا

source: Drive
km: ដ្រាយ
ug: قوزغاتقۇچ

source: External %s
km: %s ខាងក្រៅ
ug: سىرتقى %s

source: CD-ROM Disc
km: ថាស CD-ROM
ug: CD-ROM دىسكا

source: Blank CD-R Disc
km: ថាស CD-R ទទេ
ug: قۇرۇق CD-R دىسكا

source: CD-R Disc
km: ថាស CD-R
ug: CD-R دىسكا

source: Blank CD-RW Disc
km: ថាស CD-RW ទទេ
ug: قۇرۇق CD-RW دىسكا

source: CD-RW Disc
km: ថាស CD-RW
ug: CD-RW دىسكا

source: DVD-ROM Disc
km: ថាស DVD-ROM
ug: DVD-ROM دىسكا

source: Blank DVD-RAM Disc
km: ថាស DVD-RAM ទទេ
ug: قۇرۇق DVD-RAM دىسكا

source: DVD-RAM Disc
km: ថាស DVD-RAM
ug: DVD-RAM دىسكا

source: Blank DVD-R Disc
km: ថាស DVD-R ទទេ
ug: قۇرۇق DVD-R دىسكا

source: DVD-R Disc
km: ថាស DVD-R
ug: DVD-R دىسكىسى

source: Blank DVD-RW Disc
km: ថាស DVD-RW ទទេ
ug: قۇرۇق DVD-RW دىسكا

source: DVD-RW Disc
km: ថាស DVD-RW
ug: DVD-RW دىسكا

source: Blank DVD+R Disc
km: ថាស DVD+R ទទេ
ug: قۇرۇق DVD+R دىسكا

source: DVD+R Disc
km: ថាស DVD+R
ug: DVD+R دىسكا

source: Blank DVD+RW Disc
km: ថាស DVD+RW ទទេ
ug: قۇرۇق DVD+RW دىسكا

source: DVD+RW Disc
km: ថាស DVD+RW
ug: DVD+RW دىسكا

source: Audio Disc
km: ថាស​អូឌីយ៉ូ
ug: ئۈن دىسكا

source: %s Removable Volume
km: %s ភាគ​ថាស​ចល័ត
ug: %s يۆتكىلىشچان ئەن

source: Volume
km: ភាគ​ថា​ស
ug: دىسكا

source: Unknown operation type %u
km: មិន​ស្គាល់​ប្រភេទ​ប្រតិបត្តិការ %u
sl: Neznana vrsta dejanja %u
ug: نامەلۇم مەشغۇلات تىپى %u
vi: Kiểu thao tác lạ %u

source: Cannot create pipe for open GIOChannel: %s
hi: खुली GIO चैनल के लिए पाइप निर्मित नहीं किया जा सका : %s
km: មិន​អាច​បង្កើត​ច្រក​សម្រាប់ GIOChannel បើក ៖ %s
sl: Ne morem ustvariti cevi GIOChannel: %s
ug: ئوچۇق GIOChannel ئۈچۈن pipe قۇرغىلى بولمىدى: %s
vi: Không thể tạo ống dẫn cho GIOChannel: %s

source: Unknown job kind %u
hi: अज्ञात कार्य प्रकार %u
km: មិន​ស្គាល់​ប្រភេទ​ការងារ %u
sl: Neznana vrsta posla %u
ug: نامەلۇم خىزمەت تۈرى %u
vi: Kiểu công việc lạ %u

source: Operation stopped
hi: प्रक्रिया रोक दी गई है
km: ប្រតិបត្តិការ​ត្រូវ​បាន​បញ្ឈប់
sl: Operacija ustavljena
ug: مەشغۇلات توختىدى
vi: Thao tác đã dừng

source: Deprecated function. User modifications to the MIME database are no longer supported.
km: បាន​បដិសេធ​មុខងារ ។ កំណែប្រែ​អ្នកប្រើ​ទៅ​មូលដ្ឋាន MIME មិន​ត្រូវ​បាន​គាំទ្រ​ទៀត​ទេ ។
sl: Opuščena funkcija. Uporabniške spremembe baze MIME niso več podprte.
ug: تەۋسىيە قىلىنمايدىغان مەشغۇلات. ئىشلەتكۈچىنىڭ MIME ساندىنىنى تەھرىرلەشنى قوللىمايدۇ.
vi: Hàm lỗi thời. Sửa chữa cơ sở dữ liệu MIME từ người dùng không còn được hỗ trợ.

source: Could not parse: %s
hi: पार्सिंग नहीं किया जा सकता : %s
km: មិន​អាច​ញែក ៖ %s
sl: Ne morem razčleniti: %s
ug: تەھلىل قىلالمىدى: %s
vi: Không thể phân tích: %s

source: More parsing errors will be ignored.
hi: और अधिक पारसिंग त्रुटियों को अनदेखा कर दिया जाए
km: កំហុស​ក្នុង​ការ​ញែក​ច្រើន​ទៀត​នឹង​មិន​ត្រូវ​បាន​អើពើ ។
sl: Nadalnje napake pri razčlenitvi bodo ignorirane.
ug: تېخىمۇ كۆپ تەھلىل خاتالىقىغا پەرۋا قىلمايدۇ.
vi: Nhiều lỗi phân tích hơn sẽ bị bỏ qua.

source: No error
hi: कोई त्रुटि नहीं है
km: គ្មាន​កំហុស
sl: Brez napak
ug: خاتالىق يوق
vi: Không có lỗi

source: File not found
hi: फाइल नहीं मिली
km: រក​មិន​ឃើញ​ឯកសារ
sl: Datoteke ni mogoče najti
ug: ھۆججەت تېپىلمىدى
vi: Không tìm thấy tập tin

source: Generic error
hi: साधारण त्रुटि
km: កំហុស​ទូទៅ
sl: Generična napaka
ug: ئادەتتىكى خاتالىق
vi: Lỗi chung

source: Internal error
hi: आंतरिक त्रुटि
km: កំហុស​ខាងក្នុង
sl: Interna napaka
ug: ئىچكى خاتالىق
vi: Lỗi bên trong

source: Invalid parameters
hi: अवैध पैरामीटर से
km: ប៉ារ៉ាម៉ែត្រ​មិន​ត្រឹមត្រូវ
sl: Neveljavni parametri
ug: ئىناۋەتسىز پارامېتىر
vi: Tham số không hợp lệ

source: Unsupported operation
hi: प्रक्रिया परिभाषित नहीं है; प्रक्रिया करना संभव नहीं; यह प्रक्रिया नहीं की जा सकती
km: ប្រតិបត្តិ​ដែល​មិន​ត្រូវ​បាន​គាំទ្រ
sl: Nepodprta operacija
ug: ئىشلەتكىلى بولمايدىغان مەشغۇلات
vi: Thao tác không được hỗ trợ

source: I/O error
hi: इनपुट/आउटपुट त्रुटि
km: កំហុស I/O
sl: V/I napaka
ug: I/O خاتالىقى
vi: Lỗi I/O

source: Data corrupted
hi: डाटा बेकार हो गया है
km: ទិន្នន័យ​ខូច
sl: Podatki so pokvarjeni
ug: سانلىق-مەلۇمات بۇزۇلغان
vi: Dữ liệu hỏng

source: Format not valid
hi: फार्मेट वैध नहीं है
km: ទ្រង់ទ្រាយ​មិន​ត្រឹមត្រូវ
sl: Format ni veljaven
ug: ئىناۋەتسىز فورمات
vi: Dạng thức không hợp lệ

source: Bad file handle
hi: फाइल प्रयोगकर्ता प्रोग्राम खराब है
km: ការ​គ្រប់គ្រង​ឯកសារ​មិន​ត្រឹមត្រូវ
sl: Neveljavna datotečna ročica
ug: خاتا ھۆججەت تۇتقۇسى
vi: File handle sai

source: File too big
hi: फाइल अत्यंत बड़ी है
km: ឯកសារ​ធំពេក
sl: Datoteka je prevelika
ug: ھۆججەت بەك چوڭ
vi: Tập tin quá lớn

source: No space left on device
hi: डिवाइस पर कोई स्थान उपलब्ध नहीं है
km: គ្មាន​ទំហំ​ទំនេរ​នៅ​លើ​ឧបករណ៍​ទេ
sl: Na napravi ni več prostora
ug: ئۈسكۈنىدە يېتەرلىك بوشلۇق يوق
vi: Không còn chỗ trên thiết bị

source: Read-only file system
hi: रीड ओनली फाइल सिस्टम
km: ប្រព័ន្ធ​ឯកសារ​បាន​​តែ​អាន
sl: Datotečni sistem je le berljiv
ug: ئوقۇشقىلا بولىدىغان ھۆججەت سىستېمىسى
vi: Hệ thống tập tin chỉ đọc

source: Invalid URI
hi: अवैध URI
km: URI មិន​ត្រឹមត្រូវ
sl: Neveljaven URI
ug: ئىناۋەتسىز URI
vi: URI không hợp lệ

source: File not open
hi: फाइल नहीं खोली जा सकी
km: ឯកសារ​មិន​ត្រូវ​បាន​បើក
sl: Datoteka ni odprta
ug: ھۆججەت ئوچۇق ئەمەس
vi: Tập tin chưa mở

source: Open mode not valid
hi: खोलो मोड वैध नहीं है
km: របៀប​បើក​មិន​ត្រឹមត្រូវ
sl: Neveljaven način odpiranja
ug: ئېچىش ھالىتى ئىناۋەتسىز
vi: Chế độ mở không hợp lệ

source: Access denied
hi: उपयोग नहीं किया जा सकता; प्रयोग संभव नहीं है
km: ការ​ចូល​ដំណើរការ​ត្រូវ​បាន​បដិសេធ
sl: Dostop zavrnjen
ug: زىيارەت رەت قىلىندى
vi: Cấm truy xuất

source: Too many open files
hi: क्षमता से अधिक फाइलें खुली हैं
km: មាន​ឯកសារ​បើក​ច្រើន​ពេក
sl: Preveč odprtih datotek
ug: ئېچىلغان ھۆججەت بەك كۆپ
vi: Quá nhiều tập tin được mở

source: End of file
hi: फाइल समाप्त
km: ចុង​ឯកសារ
sl: Konec datoteke
ug: ھۆججەت ئاخىرى
vi: Hết tập tin

source: Not a directory
hi: डायरेक्टरी नहीं है
km: មិនមែន​ជា​ថត
sl: Ni imenik
ug: مۇندەرىجە ئەمەس
vi: Không phải thư mục

source: Operation in progress
hi: प्रक्रिया चालू है
km: ប្រតិបត្តិការ​កំពុង​ដំណើរការ
sl: Operacija poteka
ug: مەشغۇلات ئىشلىنىۋاتىدۇ
vi: Thao tác đang thực hiện

source: Operation interrupted
hi: प्रक्रिया को बीच में रोका गया है
km: ប្រតិបត្តិការ​ត្រូវ​បាន​ផ្អាក
sl: Operacija je bila prekinjena
ug: مەشغۇلات ئۈزۈلدى
vi: Thao tác bị ngắt

source: File exists
hi: फाइल उपलब्ध है
km: មាន​ឯកសារ
sl: Datoteka obstaja
ug: ھۆججەت مەۋجۇت
vi: Tập tin đã tồn tại

source: Looping links encountered
hi: लूप के जोड़ आए है
km: បាន​ជួបប្រទះ​តំណ​រង្វិលជុំ
sl: Najdene so bile krožne povezave
ug: دەۋرىي ئۇلانمىغا يولۇقتى
vi: Phát hiện liên kết vòng

source: Operation not permitted
hi: प्रक्रिया की अनुमति नहीं है
km: ប្រតិបត្តិការ​មិន​ត្រូវ​បាន​អនុញ្ញាត
sl: Nedovoljena operacija
ug: مەشغۇلات چەكلەنگەن
vi: Thao tác không được phép

source: Is a directory
hi: यह एक डायरेक्टरी है
km: ជា​ថត
sl: Je imenik
ug: بىر مۇندەرىجە
vi: là thư mục

source: Not enough memory
hi: पर्याप्त मेमोरी नहीं है
km: មិន​មាន​អង្គ​ចងចាំ​គ្រប់គ្រាន់
sl: Ni dovolj pomnilnika
ug: يېتەرلىك ئەسلەك يوق
vi: Không đủ bộ nhớ

source: Host not found
hi: होस्ट नहीं मिला
km: រក​មិន​ឃើញ​ម៉ាស៊ីន
sl: Gostitelj ni bil najden
ug: باش ئاپپارات تېپىلمىدى
vi: Không tìm thấy host

source: Host name not valid
hi: होस्ट नाम वैध नहीं है
km: ឈ្មោះ​ម៉ាស៊ីន​មិនត្រឹមត្រូវ
sl: Gostitlejevo ime ni veljavno
ug: باش ئاپپارات ئاتى ئىناۋەتسىز
vi: Tên host không hợp lệ

source: Host has no address
hi: होस्ट का पता परिभाषित नहीं है; होस्ट का कोई पता नहीं है
km: ម៉ាស៊ីន​គ្មាន​អាសយដ្ឋាន
sl: Gostitelj nima naslova
ug: باش ئاپپاراتنىڭ ئادرېسى يوق
vi: Host không có địa chỉ

source: Login failed
hi: लाॅगइन असफल
km: បាន​បរាជ័យ​ក្នុង​ការ​ចូល
sl: Prijava ni uspela
ug: تىزىمغا كىرەلمىدى
vi: Đăng nhập thất bại

source: Operation cancelled
hi: प्रक्रिया निरस्त कर दी गई है
km: ប្រតិបត្តិការ​ត្រូវ​បាន​បោះបង់
sl: Operacija preklicana
ug: مەشغۇلات ئەمەلدىن قالدۇرۇلدى
vi: Thao tác bị hủy bỏ

source: Directory busy
hi: डायरेक्टरी व्यस्त है
km: ថត​កំពុងជាប់រវល់
sl: Imenik je zaseden
ug: مۇندەرىجە ئالدىراش
vi: Thư mục đang bận

source: Directory not empty
hi: डायरेक्टरी रिक्त नहीं है
km: ថត​មិន​ទទេ
sl: Imenik ni prazen
ug: مۇندەرىجە قۇرۇق ئەمەس
vi: Thư mục không rỗng

source: Too many links
hi: क्षमता से अधिक लिंक मौजूद है
km: មាន​តំណ​ច្រើនពេក
sl: Preveč povezav
ug: ئۇلانمىلار بەك كۆپ
vi: Quá nhiều liên kết

source: Read only file system
hi: रीड ओनली फाइल सिस्टम
km: អាន​តែ​ប្រព័ន្ធ​ឯកសារ​ប៉ុណ្ណោះ
sl: Datotečni sistem je le berljiv
ug: ئوقۇشقىلا بولىدىغان ھۆججەت سىستېمىسى
vi: Hệ thống tập tin chỉ đọc

source: Not on the same file system
hi: इसी फाइल सिस्टम पर नहीं है
km: មិន​ស្ថិត​នៅ​លើ​ប្រព័ន្ធ​ឯកសារ​ដូចគ្នា​ទេ
sl: Ni na istem datotečnem sistemu
ug: ئوخشاش ھۆججەت سىستېمىسىدا ئەمەس
vi: Không nàm trên cùng hệ thống tập tin

source: Name too long
hi: नाम अत्यधिक लम्बा है
km: ឈ្មោះ​វែងពេក
sl: Ime je predolgo
ug: ئات بەك ئۇزۇن
vi: Tên quá dài

source: Service not available
hi: सुविधा उपलब्ध नहीं है
km: មិន​មាន​សេវា
sl: Storitev ni na voljo
ug: مۇلازىمەتنى ئىشلەتكىلى بولمايدۇ
vi: Dịch vụ không sẵn sàng

source: Request obsoletes service's data
hi: निरपेक्ष डाटा की मांग की गई है
km: សំណើ​ទិន្នន័យ​របស់​សេវា​ហួសសម័យ
sl: Zahtevek zastara podatke storitve
ug: تاشلىۋېتىلگەن مۇلازىمەت سانلىق مەلۇمات ئىلتىماسى
vi: Yêu cầu dữ liệu của dịch vụ lỗi thời

source: Protocol error
hi: प्रोटोकाॅल त्रुटि
km: កំហុស​ពិធីការ
sl: Napaka v protokolu
ug: كېلىشىم خاتالىقى
vi: Lỗi giao thức

source: Could not find master browser
km: រក​មិន​ឃើញ​កម្មវិធី​រុករក​មេ
sl: Ne morem najti glavnega brskalnika
ug: ئاساسىي توركۆرگۈنى تاپالمىدى
vi: Không thể tìm bộ duyệt chính

source: No default action associated
km: រក​មិន​ឃើញ​សកម្មភាព​លំនាំដើម​ដែល​ទាក់ទង
sl: S tem ni povezan nobeno privzeto dejanje
ug: باغلانغان كۆڭۈلدىكى مەشغۇلات يوق
vi: Không gắn với hành động mặc định nào

source: No handler for URL scheme
km: គ្មាន​កម្មវិធី​ដោះស្រាយ​សម្រាប់​គ្រោងការណ៍ URL
sl: Ni obravnavalnika te sheme URLja
ug: URL لايىھىسىنىڭ بىر تەرەپ قىلىش پروگراممىسى يوق
vi: Không có bộ xử lý cho URL scheme

source: Error parsing command line
km: កំហុស​ក្នុង​ការ​ញែក​បន្ទាត់​ពាក្យ​បញ្ជា
sl: Napaka ob razčlenjevanju ukazne vrstice
ug: بۇيرۇق قۇرىنى تەھلىل قىلىۋاتقاندا خاتالىق كۆرۈلدى
vi: Lỗi phân tích dòng lệnh

source: Error launching command
km: កំហុស​ក្នុង​ការ​ដំណើរការ​ពាក្យ​បញ្ជា
sl: Napaka ob zaganjanju ukaza
ug: بۇيرۇقنى ئىجرا قىلىۋاتقاندا خاتالىق كۆرۈلدى
vi: Lỗi thực hiện dòng lệnh

source: Timeout reached
km: បាន​អស់​ពេល
sl: Časovni rok je bil prekoračen
ug: ۋاقىت ھالقىش چېكىگە يەتتى
vi: Quá hạn

source: Nameserver error
km: កំហុស​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ
sl: Napaka imenskega strežnika
ug: ئات مۇلازىمېتىر خاتالىقى
vi: Lỗi nameserver

source: The resource is locked
km: ធនធាន​ជាប់សោ
sl: Vir je zaklenjen
ug: مەنبە قۇلۇپلاقلىق
vi: Tài nguyên bị khóa

source: Function call deprecated
km: ការ​ហៅ​មុខងារ​ត្រូវ​បាន​បដិសេធ
sl: Klic opuščene funkcije
ug: فۇنكسىيە چاقىرىش تەۋسىيە قىلىنمايدۇ
vi: Gọi hàm lỗi thời

source: Invalid filename
km: ឈ្មោះ​ឯកសារ​មិន​ត្រឹមត្រូវ
ug: ئىناۋەتسىز ھۆججەت ئاتى

source: Not a symbolic link
km: មិនមែន​ជា​តំណ​និមិត្តសញ្ញា
ug: بەلگە ئۇلانمىسى ئەمەس

source: Unknown error
hi: अज्ञात त्रुटि
km: មិន​ស្គាល់​កំហុស
sl: Neznana napaka
ug: نامەلۇم خاتالىق
vi: Lỗi lạ

source: %u byte
km: %u បៃ
sl: %u bajt
ug: %u بايت

source: (invalid Unicode)
km: (យូនីកូដ​មិន​ត្រឹមត្រូវ)
sl: (neveljaven Unicode)
ug: (ئىناۋەتسىز يۇنىكود)
vi: (Unicode không hợp lệ)

source: Floppy
km: ថាស​ទន់
sl: Disketnik
ug: يۇمشاق دىسكا
vi: Đĩa mềm

source: Disk
km: ថាស
ug: دىسكا
vi: Đĩa

source: USB Drive
km: ដ្រាយ USB
sl: Pogon USB
ug: USB قوزغاتقۇچ
vi: Ổ đĩa USB

source: IEEE1394 Drive
km: ដ្រាយ IEEE1394
sl: Pogon IEEE1394
ug: IEEE1394 قوزغاتقۇچى
vi: Ổ đĩa IEEE1394

source: Camera
km: ម៉ាស៊ីន​ថត
sl: Kamera
ug: كامېرا

source: DVD
km: ឌីវីឌី

source: Root Volume
km: ភាគ​ថាស Root
sl: Korenski zapis
ug: غول دىسكا
vi: Khối gốc

source: Audio CD
km: ស៊ីឌី​អូឌីយ៉ូ
sl: Avdio CD
ug: ئۈن CD
vi: CD Nhạc

source: Unknown volume
km: មិន​ស្គាល់​ភាគ​ថាស
sl: Neznan zapis
ug: نامەلۇم دىسكا
vi: Khối lạ

source: Network server
km: ម៉ាស៊ីន​បម្រើ​បណ្ដាញ
sl: Mrežni strežnik
ug: تور مۇلازىمېتىر
vi: Máy chủ mạng

source: Unable to mount the floppy drive. There is probably no floppy in the drive.
km: មិន​អាច​ម៉ោន​ដ្រាយ​ថាស​ទន់​បាន​ឡើយ ។ ប្រហែល​ជា​គ្មាន​ថាស​ទន់​នៅ​ក្នុង​ដ្រាយ ។
sl: Ne morem priklopiti disketnika. Verjetno v disketniku ni diskete.
ug: يۇمشاق دىسكا قوزغاتقۇچنى ئېگەرلىيەلمىدى. قوزغاتقۇچتا يۇمشاق دىسكا بولماسلىقى مۇمكىن.
vi: Không thể gắn kết đĩa mềm. Có lẽ do không có đĩa mềm trong ổ đĩa.

source: Unable to mount the volume. There is probably no media in the device.
km: មិន​អាច​ម៉ោន​ភាគ​ថាស​បាន​ឡើយ ។ ប្រហែលជា​គ្មាន​មេឌៀ​នៅ​ក្នុង​ឧបករណ៍ ។
sl: Ne morem priklopiti zapisa. Verjetno v napravi ni medija.
ug: دىسكىنى ئېگەرلىيەلمىدى. ئۈسكۈنىدە ۋاسىتە يوق بولۇشى مۇمكىن.
vi: Không thể gắn kết khối. Có lẽ do không có đĩa trong thiết bị.

source: Unable to mount the floppy drive. The floppy is probably in a format that cannot be mounted.
km: មិន​អាច​ម៉ោន​ដ្រាយ​ថាស​ទន់​បាន​ឡើយ ។ ថាសទន់​ប្រហែល​ជា​ស្ថិត​នៅ​ក្នុង​ទ្រង់ទ្រាយ​ដែល​មិន​អាច​ម៉ោន​បាន ។
sl: Ne morem priklopiti disketnika. Na disketi je verjetno zapis, ki ga ni mogoče priklopiti.
ug: يۇمشاق دىسكا قوزغاتقۇچنى ئېگەرلىيەلمىدى. يۇمشاق دىسكىنىڭ فورماتىنى ئېگەرلىيەلمىگەن بولۇشى مۇمكىن.
vi: Không thể gắn kết đĩa mềm. Có lẽ do đĩa dùng định dạng không thể gắn kết.

source: Unable to mount the volume. If this is an encrypted drive, then the wrong password or key was used.
km: មិន​អាច​ម៉ោន​ភាគ​ថាស ​។ ប្រសិនបើ​វា​ជា​ដ្រាយ​ដែល​បាន​អ៊ិនគ្រីប ពាក្យសម្ងាត់​មិន​ត្រឹមត្រូវ ឬ​ពាក្យគន្លឹះ​ត្រូវ​បាន​ប្រើ ។
ug: دىسكىنى ئېگەرلىيەلمىدى. ئەگەر بۇ دىسكا شىفىرلانغان قوزغاتقۇچ بولسا خاتا ئىم ياكى ئاچقۇچ ئىشلىتىلگەن بولۇشى مۇمكىن.

source: Unable to mount the selected volume. The volume is probably in a format that cannot be mounted.
km: មិន​អាច​ម៉ោន​ភាគ​ថាស​ដែល​បាន​ជ្រើស​បាន​ឡើយ ។ ភាគ​ថាស​ប្រហែល​ជា​ស្ថិត​នៅ​ក្នុង​ទ្រង់ទ្រាយ​ដែល​មិន​អាច​ម៉ោន​បាន ។
sl: Ne morem priklopiti izbranega zapisa. Zapis je verjetno v takšni obliki, da ga ni mogoče priklopiti.
ug: تاللانغان دىسكىنى ئېگەرلىيەلمىدى. دىسكا ئېگەرلىگىلى بولمايدىغان فورماتتا بولۇشى مۇمكىن.
vi: Không thể gắn kết khối. Có lẽ do khối dùng định dạng không thể gắn kết.

source: Unable to mount the selected floppy drive.
km: មិន​អាច​ម៉ោន​ដ្រាយ​ថាស​ទន់​បាន​ឡើយ ។
sl: Ne morem priklopiti izbranega disketnika.
ug: تاللانغان يۇمشاق دىسكا قوزغاتقۇچنى ئېگەرلىيەلمىدى.
vi: Không thể gắn kết đĩa mềm đã chọn.

source: Unable to mount the selected volume.
km: មិន​អាច​ម៉ោន​ភាគ​ថាស​ដែល​បាន​ជ្រើស​បាន​ឡើយ ។
sl: Ne morem priklopiti izbranega zapisa
ug: تاللانغان دىسكىنى ئېگەرلىيەلمىدى.
vi: Không thể gắn kết khối đã chọn.

source: Unable to unmount the selected volume. The volume is in use by one or more programs.
km: មិន​អាច​អាន់ម៉ោន​​ភាគ​ថាស​ដែល​បាន​ជ្រើស​បាន​ឡើយ ។ ភាគ​ថាស​កំពុង​ត្រូវ​បាន​ប្រើ​ដោយ​កម្មវិធី​មួយ ឬ​កម្មវិធី​ជា​ច្រើន​ទៀត ។
ug: تاللانغان دىسكىنى ئېگەردىن بوشىتالمىدى. ئەننى بىر ياكى بىر قانچە پروگرامما ئىشلىتىۋاتقان بولۇشى مۇمكىن.

source: Unable to unmount the selected volume.
km: មិន​អាច​អាន់ម៉ោន​ភាគ​ថាស​ដែល​បាន​ជ្រើស​បាន​ឡើយ ។
sl: Ne morem odklopiti izbranega zapisa.
ug: تاللانغان دىسكىنى ئېگەردىن بوشىتالمىدى.
vi: Không thể bỏ gắn kết khối đã chọn.

source: Failed to read data from child process %d (%s)
km: បាន​បរាជ័យ​ក្នុង​ការ​អាន​ទិន្នន័យ​ពី​ដំណើរការ​រង %d (%s)
ug: تارماق جەريان %d (%s) دىن سانلىق مەلۇمات ئوقۇيالمىدى

source: Couldn't run mount process in a pty
km: មិន​អាច​ដំណើរការ​ម៉ោន​នៅ​ក្នុង pty បាន​ឡើយ
ug: pty ئىچىدە ئېگەرلەش مەشغۇلاتىنى ئىجرا قىلالمىدى

source: Unexpected error in select() reading data from a child process (%s)
km: កំហុស​ដែល​មិន​បាន​រំពឹង​ទុក​នៅ​ក្នុង select() ការ​អាន​ទិន្នន័យ​ពី​ដំណើរការ​រង (%s)
ug: جەريان (%s) دىن سانلىق مەلۇمات ئوقۇۋاتقاندا select() دا تاسادىپىي خاتالىق كۆرۈلدى

source: Couldn't send password to mount process.
km: មិន​អាច​ផ្ញើ​ពាក្យសម្ងាត់​ទៅ​ដំណើរការ​ម៉ោន​បាន​ឡើយ ។
ug: ئېگەرلەش مەشغۇلاتىغا ئىمنى يوللىيالمىدى.

source: Unexpected error in waitpid() (%s)
km: កំហុស​មិន​បាន​រំពឹង​ទុក​នៅ​ក្នុង waitpid() (%s)
ug: waitpid() دا تاسادىپىي خاتالىق كۆرۈلدى (%s)

source: Failed to start command
km: បាន​បរាជ័យ​ក្នុង​ការ​ចាប់ផ្ដើម​ពាក្យបញ្ជា
sl: Nisem uspel pognati ukaza
ug: بۇيرۇقنى باشلاش مەغلۇپ بولدى
vi: Lỗi lệnh khởi động

source: Unable to eject media
km: មិន​អាច​ច្រាន​មេឌៀ​ចេញ​បាន​ឡើយ
sl: Ne morem izvreči medija
ug: ۋاسىتىنى قاڭقىتالمىدى
vi: Không thể đẩy đĩa ra

source: Unable to unmount connected server
km: មិន​អាច​អាន់ម៉ោន​ម៉ាស៊ីន​បម្រើ​ដែល​បាន​តភ្ជាប់
sl: Ne morem odklopiti izbranega strežnika
ug: باغلانغان مۇلازىمېتىردىن ئايرىلالمىدى
vi: Không thể bỏ gắn kết máy chủ đã kết nối

source: Network
km: បណ្ដាញ
sl: Mreža
ug: تور
vi: Mạng

source: Home
km: ផ្ទះ (Home)
sl: Dom
ug: ماكان

source: Filesystem
km: ប្រព័ន្ធ​ឯកសារ
sl: Datotečni sistem
ug: ھۆججەت سىستېمىسى
vi: Hệ tập tin

source: Unknown GnomeVFSSeekPosition %d
hi: अज्ञात जीनोम VFSSeek स्थिति %d
km: មិន​ស្គាល់ GnomeVFSSeekPosition %d
sl: Neznan GnomeVFSSeekPosition %d
ug: نامەلۇم GnomeVFSSeekPosition %d
vi: Không biết GnomeVFSSeekPosition %d

source: Windows Network
km: បណ្ដាញ Windows
sl: Mreža Windows
ug: Windows تورى
vi: Mạng Windows

source: The identity of the remote computer (%s) is unknown.
km: មិន​ស្គាល់​អត្តសញ្ញាណ​កុំព្យូទ័រ​ពី​ចម្ងាយ (%s) ។
sl: Identiteta oddaljenega računalnika (%s) ni znana.
ug: يىراقتىكى كومپيۇتېر (%s)نىڭ كىملىكى نامەلۇم.
vi: Định danh máy ở xa (%s) không biết.
