Repository: Distrotech/gnome-vfs
Catalog: po/*.po
Languages: hi, km, sl, ug, vi

source: This happens when you log in to a computer the first time. The identity sent by the remote computer is %s. If you want to be absolutely sure it is safe to continue, contact the system administrator.
km: វា​កើតឡើង​នៅ​ពេល​ដែល​អ្នក​ចូល​ទៅ​ក្នុង​កុំព្យូទ័រ​ជា​លើកដំបូង ។ អត្តសញ្ញាណ​ដែល​បាន​ផ្ញើ​ដោយ​កុំព្យូទ័រ​ពី​ចម្ងាយ​គឺ %s ។ ប្រសិនបើ​អ្នក​ចង់​ប្រាកដ​ច្បាស់​ថា វា​មាន​សុវត្ថិភាព​ក្នុង​ការ​បន្ត​ដែរ​ឬ​ទេ​នោះ សូម​ទាក់ទង​អ្នកគ្រប់គ្រង​ប្រព័ន្ធ​របស់​អ្នក ។
sl: To se zgodi, ko se prvič prijavite na računalnik. Identiteta poslana s strani oddaljenega računalnika je %s. Če želite biti povsem prepričani, ali je varno nadaljevati, stopite v stik s skrbnikom sistema.
ug: بۇ خىل ئەھۋال سىز تۇنجى قېتىم كومپيۇتېرغا تىزىمغا كىرگەندە كۆرۈلىدۇ. يىراقتىكى كومپيۇتېر يوللىغان كىملىك %s . ئەگەر سىز مۇتلەق ئىشەنسىڭىز داۋاملاشتۇرسىڭىز بىخەتەر، سىستېما باشقۇرغۇچى بىلەن ئالاقىلىشىڭ.

source: Log In Anyway
km: ចូល
sl: Vseeno se prijavi
ug: تىزىمغا كىرىۋەر
vi: Vẫn đăng nhập

source: Cancel Login
km: បោះបង់​ការ​ចូល
sl: Prekliči prijavo
ug: تىزىمغا كىرىشتىن ۋاز كەچ
vi: Hủy đăng nhập

source: Didn't find a valid settings file at %s
hi: %s पर कोई वैध समायोजन फाइल नहीं मिली
km: រក​មិន​ឃើញ​ឯកសារ​កំណត់​ត្រឹមត្រូវ​នៅ %s
sl: Nisem našel veljavnih nastavitev v datoteki %s
ug: %s دىن ئىناۋەتلىك سەپلىمە ھۆججەتنى تاپالمىدى
vi: Không thể tìm tập tin thông số hợp lệ tại %s

source: Use the %s environment variable to specify a different location.
hi: किसी अन्य विशिष्ठ स्थान को बताने के लिए इनवाॅयरमेन्ट परिवर्तनांक %s का प्रयोग करें
km: ប្រើ​អថេរ​បរិស្ថាន %s ដើម្បី​បញ្ជាក់​ទីតាំង​ផ្សេងគ្នា ។
sl: Uporabite okolijsko spremenljivko %s za navedbo drugačne lokacije.
ug: %s مۇھىت ئۆزگەرگۈچى مىقدارىنى ئىشلىتىپ باشقا ئورۇننىڭ بەلگىلەڭ.
vi: Hãy dùng biến môi trười %s để xác định một vị trí khác.

source: Your HTTP Proxy requires you to log in.
km: ប្រូកស៊ី HTTP ទាមទារ​ឲ្យ​អ្នក​ចូល ។
ug: HTTP ۋاكالەتچىڭىز تىزىمغا كىرىشىڭىزنى تەلەپ قىلىدۇ.

source: You must log in to access "%s". %s
km: អ្នក​​ត្រូវតែ​ចូល ដើម្បី​ដំណើរការ "%s" ។ %s
ug: سىز تىزىمغا كىرگەندىلا ئاندىن «%s» نى زىيارەت قىلالايسىز. %s

source: Your password will be transmitted unencrypted.
km: ពាក្យសម្ងាត់​របស់​អ្នក​នឹង​ត្រូវ​បាន​បញ្ជូន​ដោយ​គ្មាន​ការ​អ៊ិនគ្រីប ។
ug: ئىم شىفىرلانماي يوللىنىدۇ.

source: Your password will be transmitted encrypted.
km: ពាក្យសម្ងាត់​របស់​អ្នក​នឹង​ត្រូវ​បាន​បញ្ជូន​ដោយ​មាន​ការ​អ៊ិនគ្រីប ។
ug: ئىم شىفىرلىنىپ يوللىنىدۇ.

source: You must log in to access %s domain %s
km: អ្នក​​ត្រូវតែ​ចូល ដើម្បី​ដំណើរការដែន​ %s %s
ug: سىز چوقۇم تىزىمغا كىرگەندە ئاندىن %s دائىرىنى زىيارەت قىلالايسىز %s

source: You must log in to access %s
km: អ្នក​ត្រូវតែ​ចូល ដើម្បី​ដំណើរការ %s
ug: سىز تىزىمغا كىرگەندىلا ئاندىن %s نى زىيارەت قىلالايسىز.

source: Default component viewer application
km: កម្មវិធី​មើល​សមាសភាគ​លំនាំដើម
sl: Privzet program za pregled komponent
ug: كۆڭۈلدىكى بۆلەك كۆرگۈچ پروگراممىسى
vi: Ứng dụng xem mặc định

source: Default terminal application
km: កម្មវិធី​ស្ថានីយ​លំនាំដើម
sl: Privzet program za terminal
ug: كۆڭۈلدىكى تېرمىنال پروگراممىسى
vi: Ứng dụng terminal mặc định

source: Exec argument for default terminal
km: អាគុយម៉ង់ Exec សម្រាប់​ស្ថានីយ​លំនាំដើម
sl: Argumenti za izvršitev privzetega terminala
ug: كۆڭۈلدىكى تېرمىنالنىڭ ئىجرا قىلىش ئەركىن ئۆزگەرگۈچىسى
vi: Tham số cho terminal mặc định

source: The application to use for viewing files that require a component to view them. The parameter %s will be replaced by the file's URIs, the parameter %c will be replaced by the component IID.
km: កម្មវិធី​ដែល​ត្រូវ​ប្រើ​សម្រាប់​មើល​ឯកសារ​ដែល​ទាមទារ​សមាសភាគ​មើល​ពួកវា ។ ប៉ារ៉ាម៉ែត្រ %s នឹង​ត្រូវ​បាន​ជំនួស​ដោយ URIs របស់​ឯកសារ ប៉ារ៉ាម៉ែត្រ %c នឹង​​ត្រូវ​បាន​ជំនួស​ដោយ IID សមាសភាគ ។
sl: Program, ki naj se uporabi za ogled datotek, ki za ogled zahtevajo komponento. Parameter %s bo zamenjan z URI naslovom datoteke, parameter %c bozamenjan z IID komponente
ug: بۇ پروگرامما بۆلەكلەرلا كۆرەلەيدىغان ھۆججەتلەرنى كۆرۈشكە ئىشلىتىلىدۇ. %s پارامېتىر ھۆججەتنىڭ URI بىلەن ئالماشتۇرۇلىدۇ، %c پارامېتىر بۆلەك IID بىلەن ئالماشتۇرۇلىدۇ.
vi: Ứng dụng để xem tập tin cho những ứng dụng cần xem tập tin. Tham số %s sẽ được thay bằng URI của tập tin, tham số %c sẽ được thay bằng IID của thành phần này.

source: The default terminal application to use for applications that require a terminal.
km: កម្មវិធី​ស្ថានីយ​លំនាំដើម​ដែល​ត្រូវ​ប្រើ​សម្រាប់​កម្មវិធី​ដែល​ទាមទារ​ស្ថានីយ ។
sl: Privzet terminal, ki naj se uporabi za programe, ki zahtevajo terminal.
ug: تېرمىنالغا ئېھتىياجلىق پروگراممىلار ئىشلىتىدىغان كۆڭۈلدىكى تېرمىنال پروگراممىسى.
vi: Ứng dụng terminal mặc định cho những ứng dụng cần terminal.

source: The exec argument to use for the default terminal application.
km: អាគុយម៉ង់ exec ដែល​ត្រូវ​ប្រើ​សម្រាប់​កម្មវិធី​ស្ថានីយ​លំនាំដើម ។
sl: Argument, ki naj se uporabijo za izvršitev privzetega terminala.
ug: كۆڭۈلدىكى تېرمىنال پروگراممىسى ئىشلىتىدىغان ئىجرا قىلىش ئەركىن ئۆزگەرگۈچىسى.
vi: Tham số cần dùng cho ứng dụng terminal mặc định.

source: Run the command in a terminal
km: ដំណើរការ​ពាក្យ​បញ្ជា​នៅ​ក្នុង​ស្ថានីយ
sl: Poženi ukaz v terminalu
ug: بۇيرۇقنى تېرمىنالدا ئىجرا قىل
vi: Chạy lệnh từ terminal

source: The command used to handle "aim" URLs, if enabled.
km: ពាក្យ​បញ្ជា​ដែល​បាន​ប្រើ​ដើម្បី​គ្រប់គ្រង URLs "aim" ប្រសិនបើ​បាន​បើក ។
sl: Ukaz, ki naj obravnava URL naslove "aim", če je vključeno.
ug: ئەگەر قوزغىتىلسا، "aim" URL نى بىر تەرەپ قىلىشقا ئىشلىتىدىغان بۇيرۇق.
vi: Lệnh dùng để xử lý URL "aim" nếu được bật.

source: The command used to handle "callto" URLs, if enabled.
km: ពាក្យ​បញ្ជា​ដែល​ត្រូវ​ប្រើ​សម្រាប់​គ្រប់គ្រង URLs "callto" ប្រសិនបើ​ត្រូវ​បាន​បើក ។
sl: Ukaz, ki naj obravnava URL naslove "callto", če je vključeno.
ug: ئەگەر قوزغىتىلسا، ئەگەر قوزغىتىلسا، "callto" URL نى بىر تەرەپ قىلىشقا ئىشلىتىدىغان بۇيرۇق.
vi: Lệnh dùng để xử lý URL "callto" nếu được bật.

source: The command used to handle "ghelp" URLs, if enabled.
km: ពាក្យ​បញ្ជា​ដែល​ត្រូវ​ប្រើ​សម្រាប់​គ្រប់គ្រង URLs "ghelp" ប្រសិនបើ​ត្រូវ​បាន​បើក ។
sl: Ukaz, ki naj obravnava URL naslove "ghelp", če je vključeno.
ug: ئەگەر قوزغىتىلسا، ئەگەر قوزغىتىلسا، "ghelp" URL نى بىر تەرەپ قىلىشقا ئىشلىتىدىغان بۇيرۇق.
vi: Lệnh dùng để xử lý URL "ghelp" nếu được bật.

source: The command used to handle "h323" URLs, if enabled.
km: ពាក្យ​បញ្ជា​ដែល​ត្រូវ​ប្រើ​សម្រាប់​គ្រប់គ្រង URLs "h323" ប្រសិនបើ​ត្រូវ​បាន​បើក ។
sl: Ukaz, ki naj obravnava URL naslove "h323", če je vključeno.
ug: ئەگەر قوزغىتىلسا، ئەگەر قوزغىتىلسا، "h323" URL نى بىر تەرەپ قىلىشقا ئىشلىتىدىغان بۇيرۇق.
vi: Lệnh dùng để xử lý URL "h323" nếu được bật.

source: The command used to handle "http" URLs, if enabled.
km: ពាក្យ​បញ្ជា​ដែល​ត្រូវ​ប្រើ​សម្រាប់​គ្រប់គ្រង URLs "http" ប្រសិនបើ​ត្រូវ​បាន​បើក ។
sl: Ukaz, ki naj obravnava URL naslove "http", če je vključeno.
ug: ئەگەر قوزغىتىلسا، ئەگەر قوزغىتىلسا، "http" URL نى بىر تەرەپ قىلىشقا ئىشلىتىدىغان بۇيرۇق.
vi: Lệnh dùng để xử lý URL "http" nếu được bật.

source: The command used to handle "https" URLs, if enabled.
km: ពាក្យ​បញ្ជា​ដែល​ត្រូវ​ប្រើ​សម្រាប់​គ្រប់គ្រង URLs "https" ប្រសិនបើ​ត្រូវ​បាន​បើក ។
sl: Ukaz, ki naj obravnava URL naslove "https", če je vključeno.
ug: ئەگەر قوزغىتىلسا، ئەگەر قوزغىتىلسا، "https" URL نى بىر تەرەپ قىلىشقا ئىشلىتىدىغان بۇيرۇق.
vi: Lệnh dùng để xử lý URL "https" nếu được bật.

source: The command used to handle "info" URLs, if enabled.
km: ពាក្យ​បញ្ជា​ដែល​ត្រូវ​ប្រើ​សម្រាប់​គ្រប់គ្រង URLs "info" ប្រសិនបើ​ត្រូវ​បាន​បើក ។
sl: Ukaz, ki naj obravnava URL naslove "info", če je vključeno.
ug: ئەگەر قوزغىتىلسا، ئەگەر قوزغىتىلسا، "info" URL نى بىر تەرەپ قىلىشقا ئىشلىتىدىغان بۇيرۇق.
vi: Lệnh dùng để xử lý URL "info" nếu được bật.

source: The command used to handle "mailto" URLs, if enabled.
km: ពាក្យ​បញ្ជា​ដែល​ត្រូវ​ប្រើ​សម្រាប់​គ្រប់គ្រង URLs "mailto" ប្រសិនបើ​ត្រូវ​បាន​បើក ។
sl: Ukaz, ki naj obravnava URL naslove "mailto", če je vključeno.
ug: ئەگەر قوزغىتىلسا، ئەگەر قوزغىتىلسا، "mailto" URL نى بىر تەرەپ قىلىشقا ئىشلىتىدىغان بۇيرۇق.
vi: Lệnh dùng để xử lý URL "mailto" nếu được bật.

source: The command used to handle "man" URLs, if enabled.
km: ពាក្យ​បញ្ជា​ដែល​ត្រូវ​ប្រើ​សម្រាប់​គ្រប់គ្រង URLs "man" ប្រសិនបើ​ត្រូវ​បាន​បើក ។
sl: Ukaz, ki naj obravnava URL naslove "man", če je vključeno.
ug: ئەگەر قوزغىتىلسا، ئەگەر قوزغىتىلسا، "man" URL نى بىر تەرەپ قىلىشقا ئىشلىتىدىغان بۇيرۇق.
vi: Lệnh dùng để xử lý URL "man" nếu được bật.

source: The command used to handle "trash" URLs, if enabled.
km: ពាក្យ​បញ្ជា​ដែល​ត្រូវ​ប្រើ​សម្រាប់​គ្រប់គ្រង​ URLs "trash" ប្រសិនបើ​ត្រូវ​បាន​បើក ។
sl: Ukaz, ki naj obravnava URL naslove "trash", če je vključeno.
ug: ئەگەر قوزغىتىلسا، ئەگەر قوزغىتىلسا، "trash" URL نى بىر تەرەپ قىلىشقا ئىشلىتىدىغان بۇيرۇق.
vi: Lệnh dùng để xử lý URL "trash" nếu được bật.

source: The handler for "aim" URLs
km: កម្មវិធី​គ្រប់គ្រង​សម្រាប់ URLs "aim"
sl: Obravnavalnik za naslove URL "aim"
ug: "aim" URL نى بىر تەرەپ قىلىدىغان پروگرامما
vi: Bộ xử lý cho URL "aim"

source: The handler for "callto" URLs
km: កម្មវិធី​គ្រប់គ្រង​សម្រាប់ URLs "callto"
sl: Obravnavalnik za naslove URL "callto"
ug: "callto" URL نى بىر تەرەپ قىلىدىغان پروگرامما
vi: Bộ xử lý cho URL "callto"

source: The handler for "ghelp" URLs
km: កម្មវិធី​គ្រប់គ្រង​សម្រាប់ URLs "ghelp"
sl: Obravnavalnik za naslove URL "ghelp"
ug: "ghelp" URL نى بىر تەرەپ قىلىدىغان پروگرامما
vi: Bộ xử lý cho URL "ghelp"

source: The handler for "h323" URLs
km: កម្មវិធី​គ្រប់គ្រង​សម្រាប់ URLs "h323"
sl: Obravnavalnik za naslove URL "h323"
ug: "h323" URL نى بىر تەرەپ قىلىدىغان پروگرامما
vi: Bộ xử lý cho URL "h323"

source: The handler for "http" URLs
km: កម្មវិធី​គ្រប់គ្រង​សម្រាប់ URLs "http"
sl: Obravnavalnik za naslove URL "http"
ug: "http" URL نى بىر تەرەپ قىلىدىغان پروگرامما
vi: Bộ xử lý cho URL "http"

source: The handler for "https" URLs
km: កម្មវិធី​គ្រប់គ្រង​សម្រាប់ URLs "https"
sl: Obravnavalnik za naslove URL "https"
ug: "https" URL نى بىر تەرەپ قىلىدىغان پروگرامما
vi: Bộ xử lý cho URL "https"

source: The handler for "info" URLs
km: កម្មវិធី​គ្រប់គ្រង​សម្រាប់ URLs "info"
sl: Obravnavalnik za naslove URL "info"
ug: "info" URL نى بىر تەرەپ قىلىدىغان پروگرامما
vi: Bộ xử lý cho URL "info"

source: The handler for "mailto" URLs
km: កម្មវិធី​គ្រប់គ្រង​សម្រាប់ URLs "mailto"
sl: Obravnavalnik za naslove URL "mailto"
ug: "mailto" URL نى بىر تەرەپ قىلىدىغان پروگرامما
vi: Bộ xử lý cho URL "mailto"

source: The handler for "man" URLs
km: កម្មវិធី​គ្រប់គ្រង​សម្រាប់ URLs "man"
sl: Obravnavalnik za naslove URL "man"
ug: "man" URL نى بىر تەرەپ قىلىدىغان پروگرامما
vi: Bộ xử lý cho URL "man"

source: The handler for "trash" URLs
km: កម្មវិធី​គ្រប់គ្រង​សម្រាប់ URLs "trash"
sl: Obravnavalnik za naslove URL "trash"
ug: "trash" URL نى بىر تەرەپ قىلىدىغان پروگرامما
vi: Bộ xử lý cho URL "trash"

source: True if the command specified in the "command" key should handle "aim" URLs.
km: ពិត ប្រសិនបើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នៅ​ក្នុង​គ្រាប់ចុច "ពាក្យ​បញ្ជា" គ្រប់គ្រង URLs "aim" ។
sl: Resnično, če naj ukaz naveden v ključu "command" obravnava URL naslove "aim".
ug: True تاللانسا "command" دا بىر پروگرامما بېكىتىلىپ "aim" URL بىر تەرەپ قىلىنىدۇ
vi: True nếu lệnh xác định trong khoá "command" cần xử lý URL "aim".

source: True if the command specified in the "command" key should handle "callto" URLs.
km: ពិត ប្រសិនបើ​ពាក្យ​បញ្ជា​ដែល​​បាន​បញ្ជាក់​នៅ​ក្នុង​គ្រាប់ចុច "ពាក្យ​បញ្ជា" គ្រប់គ្រង URLs "callto"​ ។
sl: Resnično, če naj ukaz naveden v ključu "command" obravnava URL naslove "callto".
ug: True تاللانسا "command" دا بىر پروگرامما بېكىتىلىپ "callto" URL بىر تەرەپ قىلىنىدۇ.
vi: True nếu lệnh xác định trong khoá "command" cần xử lý URL "callto".

source: True if the command specified in the "command" key should handle "ghelp" URLs.
km: ពិត ប្រសិនបើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នៅ​ក្នុង​គ្រាប់ចុច "ពាក្យ​បញ្ជា" គ្រប់គ្រង URLs "ghelp" ។
ug: True تاللانسا "command" دا بىر پروگرامما بېكىتىلىپ "ghelp" URL بىر تەرەپ قىلىنىدۇ.
vi: True nếu lệnh xác định trong khoá "command" cần xử lý URL "ghelp".

source: True if the command specified in the "command" key should handle "h323" URLs.
km: ពិត ប្រសិនបើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នៅ​ក្នុង​គ្រាប់ចុច "ពាក្យ​បញ្ជា" គ្រប់គ្រង URLs "h323" ។
sl: Resnično, če naj ukaz naveden v ključu "command" obravnava URL naslove "h323".
ug: True تاللانسا "command" دا بىر پروگرامما بېكىتىلىپ "h323" URL بىر تەرەپ قىلىنىدۇ
vi: True nếu lệnh xác định trong khoá "command" cần xử lý URL "h323".

source: True if the command specified in the "command" key should handle "http" URLs.
km: ពិត ប្រសិនបើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នៅ​ក្នុង​គ្រាប់ចុច "ពាក្យ​បញ្ជា" ​គ្រប់គ្រង URLs "http" ។
sl: Resnično, če naj ukaz naveden v ključu "command" obravnava URL naslove "http".
ug: True تاللانسا "command" دا بىر پروگرامما بېكىتىلىپ "http" URL بىر تەرەپ قىلىنىدۇ.
vi: True nếu lệnh xác định trong khoá "command" cần xử lý URL "http".

source: True if the command specified in the "command" key should handle "https" URLs.
km: ពិត ប្រសិនបើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នៅ​ក្នុង​គ្រាប់ចុច "ពាក្យ​បញ្ជា" គ្រប់គ្រង URLs "https" ។
sl: Resnično, če naj ukaz naveden v ključu "command" obravnava URL naslove "https".
ug: True تاللانسا "command" دا بىر پروگرامما بېكىتىلىپ "https" URL بىر تەرەپ قىلىنىدۇ.
vi: True nếu lệnh xác định trong khoá "command" cần xử lý URL "https".

source: True if the command specified in the "command" key should handle "info" URLs.
km: ពិត ប្រសិនបើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នៅ​ក្នុង "ពាក្យ​បញ្ជា" គ្រប់គ្រង URLs "info" ។
sl: Resnično, če naj ukaz naveden v ključu "command" obravnava URL naslove "info".
ug: True تاللانسا "command" دا بىر پروگرامما بېكىتىلىپ "info" URL بىر تەرەپ قىلىنىدۇ.
vi: True nếu lệnh xác định trong khoá "command" cần xử lý URL "info".

source: True if the command specified in the "command" key should handle "mailto" URLs.
km: ពិត ប្រសិនបើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នៅ​ក្នុង​គ្រាប់ចុច "ពាក្យ​បញ្ជា" គ្រប់គ្រង URLs "mailto" ។
sl: Resnično, če naj ukaz naveden v ključu "command" obravnava URL naslove "mailto".
ug: True تاللانسا "command" دا بىر پروگرامما بېكىتىلىپ "mailto" URL بىر تەرەپ قىلىنىدۇ.
vi: True nếu lệnh xác định trong khoá "command" cần xử lý URL "mailto".

source: True if the command specified in the "command" key should handle "man" URLs.
km: ពិត ប្រសិនបើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នៅ​ក្នុង​គ្រាប់ចុច "ពាក្យ​បញ្ជា" គ្រប់គ្រង URLs "man" ។
sl: Resnično, če naj ukaz naveden v ključu "command" obravnava URL naslove "man".
ug: True تاللانسا "command" دا بىر پروگرامما بېكىتىلىپ "man" URL بىر تەرەپ قىلىنىدۇ.
vi: True nếu lệnh xác định trong khoá "command" cần xử lý URL "man".

source: True if the command specified in the "command" key should handle "trash" URLs.
km: ពិត ប្រសិនបើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នៅ​ក្នុង​គ្រាប់ចុច "ពាក្យ​បញ្ជា" គ្រប់គ្រង URLs "trash" ។
sl: Resnično, če naj ukaz naveden v ključu "command" obravnava URL naslove "trash".
ug: True تاللانسا "command" دا بىر پروگرامما بېكىتىلىپ "trash" URL بىر تەرەپ قىلىنىدۇ.
vi: True nếu lệnh xác định trong khoá "command" cần xử lý URL "trash".

source: True if the command used to handle this type of URL should be run in a terminal.
km: ពិត ប្រសិនបើ​ពាក្យ​បញ្ជា​ដែល​ប្រើ​សម្រាប់​គ្រប់គ្រង URL ប្រភេទ​នេះ​ត្រូវ​បាន​ដំណើរការ​នៅ​ក្នុង​ស្ថានីយ ។
sl: Resnično, če naj bo ukaz, ki obravnava to vrsto naslovov URL pognan v terminalu.
ug: True تاللانسا بۇ خىل URL نى بىر تەرەپ قىلىدىغان بۇيرۇقنى تېرمىنالدا ئىجرا قىلىدىغانلىقىنى ئىپادىلەيدۇ.
vi: True nếu lệnh được dùng để xử lý loại URL này cần chạy trong terminal.

source: Whether the specified command should handle "aim" URLs
km: ថា​តើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នឹង​គ្រប់គ្រង URLs "aim" ដែរ​ឬ​ទេ
sl: Ali naj naveden ukaz obravnava naslove URL "aim"
ug: بەلگىلەنگەن بۇيرۇق "aim" URL نى بىر تەرەپ قىلامدۇ يوق
vi: Lệnh xác định có được dùng để xử lý URL "aim" hay không

source: Whether the specified command should handle "callto" URLs
km: ថា​តើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នឹង​គ្រប់គ្រង URLs "callto" ដែរ​ឬ​ទេ
sl: Ali naj naveden ukaz obravnava naslove URL "callto"
ug: بەلگىلەنگەن بۇيرۇق "callto" URL نى بىر تەرەپ قىلامدۇ يوق
vi: Lệnh xác định có được dùng để xử lý URL "callto" hay không

source: Whether the specified command should handle "ghelp" URLs
km: ថា​តើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នឹង​គ្រប់គ្រង URLs "ghelp" ដែរ​ឬ​ទេ
sl: Ali naj naveden ukaz obravnava naslove URL "ghelp"
ug: بەلگىلەنگەن بۇيرۇق "ghelp" URL نى بىر تەرەپ قىلامدۇ يوق
vi: Lệnh xác định có được dùng để xử lý URL "ghelp" hay không

source: Whether the specified command should handle "h323" URLs
km: ថា​តើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នឹង​គ្រប់គ្រង URLs "h323" ដែរ​ឬ​ទេ
sl: Ali naj naveden ukaz obravnava naslove URL "h323"
ug: بەلگىلەنگەن بۇيرۇق "h323" URL نى بىر تەرەپ قىلامدۇ يوق
vi: Lệnh xác định có được dùng để xử lý URL "h323" hay không

source: Whether the specified command should handle "http" URLs
km: ថា​តើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នឹង​គ្រប់គ្រង URLs "http" ដែរ​ឬ​ទេ
sl: Ali naj naveden ukaz obravnava naslove URL "http"
ug: بەلگىلەنگەن بۇيرۇق "http" URL نى بىر تەرەپ قىلامدۇ يوق
vi: Lệnh xác định có được dùng để xử lý URL "http" hay không

source: Whether the specified command should handle "https" URLs
km: ថា​តើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នឹង​គ្រប់គ្រង URLs "https" ដែរ​ឬ​ទេ
sl: Ali naj naveden ukaz obravnava naslove URL "https"
ug: بەلگىلەنگەن بۇيرۇق "https" URL نى بىر تەرەپ قىلامدۇ يوق
vi: Lệnh xác định có được dùng để xử lý URL "https" hay không

source: Whether the specified command should handle "info" URLs
km: ថា​​តើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នឹង​គ្រប់គ្រង URLs "info" ដែរ​ឬ​ទេ
sl: Ali naj naveden ukaz obravnava naslove URL "info"
ug: بەلگىلەنگەن بۇيرۇق "info" URL نى بىر تەرەپ قىلامدۇ يوق
vi: Lệnh xác định có được dùng để xử lý URL "info" hay không

source: Whether the specified command should handle "mailto" URLs
km: ថា​តើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នឹង​គ្រប់គ្រង URLs "mailto" ដែរ​ឬ​ទេ
sl: Ali naj naveden ukaz obravnava naslove URL "mailto"
ug: بەلگىلەنگەن بۇيرۇق "mailto" URL نى بىر تەرەپ قىلامدۇ يوق
vi: Lệnh xác định có được dùng để xử lý URL "mailto" hay không

source: Whether the specified command should handle "man" URLs
km: ថា​តើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នឹង​គ្រប់គ្រង URLs "man" ដែរ​ឬ​ទេ
sl: Ali naj naveden ukaz obravnava naslove URL "man"
ug: بەلگىلەنگەن بۇيرۇق "man" URL نى بىر تەرەپ قىلامدۇ يوق
vi: Lệnh xác định có được dùng để xử lý URL "man" hay không

source: Whether the specified command should handle "trash" URLs
km: ថា​តើ​ពាក្យ​បញ្ជា​ដែល​បាន​បញ្ជាក់​នឹង​គ្រប់គ្រង URLs "trash" ដែរ​ឬ​ទេ
sl: Ali naj naveden ukaz obravnava naslove URL "trash"
ug: بەلگىلەنگەن بۇيرۇق "trash" URL نى بىر تەرەپ قىلامدۇ يوق
vi: Lệnh xác định có được dùng để xử lý URL "trash" hay không

source: Comma separated list of DNS-SD domains that should be visible in the "network:///" location.
km: បញ្ជី​ដែន DNS-SD ដែល​បំបែក​ដោយ​សញ្ញា (,) គួរតែ​អាច​មើល​ឃើញ​នៅ​ក្នុង​ទីតាំង "network:///" ។
ug: پەش بىلەن ئايرىلغان DNS-SD دائىرە ئات تىزىملىكى "network:///" ئورۇندا كۆرسىتىلىدۇ.

source: Extra domains to look for DNS-SD services in
km: ដែន​បន្ថែម​សម្រាប់​ស្វែងរក​សេវា DNS-SD
ug: DNS-SD مۇلازىمېتىر ئىزدەپ كۆرىدىغان نورمىدىن سىرت دائىرە
vi: Những domain khác cần dùng để tìm dịch vụ DNS-SD

source: How to display local DNS-SD service
km: របៀប​បង្ហាញ​សេវា DNS-SD មូលដ្ឋាន
sl: Kako naj bo prikazana krajevna storitev DNS-SD
ug: يەرلىك DNS-SD مۇلازىمىتىنى قانداق كۆرسىتىدۇ
vi: Cách hiển thị dịch vụ DNS-SD cục bộ

source: Possible values are "merged", "separate" and "disabled".
km: តម្លៃ​អាច​ប្រើ​បាន​គឺ "បញ្ចូល​គ្នា" "បំបែក" និង "បាន​បិទ" ។
sl: Možne vrednosti so "merged", "separate" in "disabled".
ug: تاللىغىلى بولىدىغان قىممىتى "merged" (بىرلەشتۈرۈلگەن)، "separate" ۋە "disabled" (چەكلەندى).
vi: Giá trị hợp lệ là "merged", "separate" và "disabled".

source: Authenticate proxy server connections
km: ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​អំពី​ការ​តភ្ជាប់​ម៉ាស៊ីន​បម្រើ​ប្រូកស៊ី
sl: Avtenticiraj povezave posredniškega strežnika
ug: دەلىللەش ۋاكالەتچى مۇلازىمېتىرىغا باغلىنىش
vi: Xác thực kết nối máy chủ proxy

source: Automatic proxy configuration URL
km: URL កំណត់​រចនាសម្ព័ន្ធ​ប្រូកស៊ី​ស្វ័យប្រវត្តិ
sl: Naslov URL za samodejno nastavitev posrednika
ug: ئاپتوماتىك ۋاكالەتچى مۇلازىمېتىر تەڭشىكىنىڭ URL ئى
vi: URL cấu hình proxy tự động

source: Enables the proxy settings when accessing HTTP over the Internet.
km: បើក​ការ​កំណត់​ប្រូកស៊ី នៅ​ពេល​ចូល​ប្រើ HTTP តាម​អ៊ីនធឺណិត ។
sl: Vključi nastavitve posrednika, kadar dostopamo do interneta preko protokola HTTP.
ug: ئىنتېرنېتتا HTTP نى زىيارەت قىلغاندا ۋاكالەتچى تەڭشىكىنى قوزغىتىدۇ.
vi: Bật thiết lập proxy khi truy cập HTTP trên Internet.

source: FTP proxy host name
km: ឈ្មោះ​ម៉ាស៊ីន​ប្រូកស៊ី FTP
sl: Ime gostitelja posrednika FTP
ug: FTP ۋاكالەتچى كومپيۇتېر ئاتى
vi: Tên máy proxy FTP

source: FTP proxy port
km: ច្រក​ប្រូកស៊ី FTP
sl: Vrata posrednika FTP
ug: FTP ۋاكالەتچى ئېغىزى
vi: Tên cổng proxy FTP

source: HTTP proxy host name
km: ឈ្មោះ​ម៉ាស៊ីន​ប្រូកស៊ី HTTP
sl: Ime gostitelja posrednika HTTP
ug: HTTP ۋاكالەتچى ماشىنىنىڭ ئاتى
vi: Tên máy proxy HTTP

source: HTTP proxy password
km: ពាក្យសម្ងាត់​ប្រូកស៊ី HTTP
sl: Geslo posrednika HTTP
ug: HTTP ۋاكالەتچىنىڭ ئىمى
vi: Mật khẩu proxy HTTP

source: HTTP proxy port
km: ច្រក​ប្រូកស៊ី HTTP
sl: Vrata posrednika HTTP
ug: HTTP ۋاكالەتچىنىڭ ئېغىزى
vi: Cổng proxy HTTP

source: HTTP proxy username
km: ឈ្មោះ​អ្នកប្រើ​ប្រូកស៊ី HTTP
sl: Uporabniško ime posrednika HTTP
ug: HTTP ۋاكالەتچىنىڭ ئىشلەتكۈچى ئاتى
vi: Tên người dùng proxy HTTP

source: If true, then connections to the proxy server require authentication. The username/password combo is defined by "/system/http_proxy/authentication_user" and "/system/http_proxy/authentication_password".
km: ប្រសិនបើ​ពិត ការ​តភ្ជាប់​ទៅ​កាន់​ម៉ាស៊ីន​បម្រើ​ប្រូកស៊ី​នឹង​តម្រូវ​ឲ្យ​ធ្វើការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ ។ ប្រអប់​បន្សំ ឈ្មោះ​អ្នកប្រើ/ពាក្យសម្ងាត់​ត្រូវ​បាន​កំណត់​ដោយ "/system/http_proxy/authentication_user" និង "/system/http_proxy/authentication_password" ។
sl: Če je resnično, potem povezave s posredniškim strežnikom zahtevajo avtentikacijo. Kombinacija uporabniško ime/geslo je navedena v "/system/http_proxy/authentication_user" in "/system/http_proxy/authentication_password".
ug: true تاللانسا، ۋاكالەتچى مۇلازىمېتىرنىڭ ئۇلىنىشىغا سالاھىيەت دەلىللەش زۆرۈر. ئىشلەتكۈچى ئاتى/ئىم بىرىكمىسى "/system/http_proxy/authentication_user" ۋە "/system/http_proxy/authentication_password" دا ئېنىقلىنىدۇ.
vi: Nếu true, kết nối đến máy chủ proxy cần xác thực. Tên người dùng/Mật khẩu được định nghĩa trong "/system/http_proxy/authentication_user" và "/system/http_proxy/authentication_password".

source: Non-proxy hosts
km: ម៉ាស៊ីន​មិន​មែន​ជា​ប្រូកស៊ី
sl: Gostitelji brez posrednika
ug: ۋاكالەتچى ئەمەس ماشىنىلار
vi: Máy không dùng proxy

source: Password to pass as authentication when doing HTTP proxying.
km: ពាក្យសម្ងាត់​សម្រាប់​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​នៅ​ពេល​ធ្វើ​ការ​កំណត់​ប្រូកស៊ី HTTP ។
sl: Geslo, ki naj se poda pri avtentikaciji s posrednikom HTTP
ug: HTTP ۋاكالەتچى دەلىللەشتە ئىشلىتىلىدىغان ئىم.
vi: Mật khẩu cầu dùng để xác thực khi dùng proxy http.

source: Proxy configuration mode
km: របៀប​កំណត់​រចនាសម្ព័ន្ធ​ប្រូកស៊ី
sl: Način nastavitve posrednika
ug: ۋاكالەتچى سەپلىمە ھالىتى
vi: Kiểu cấu hình proxy

source: SOCKS proxy host name
km: ឈ្មោះ​ម៉ាស៊ីន​ប្រូកស៊ី SOCKS
sl: Ime gostitelja posrednika SOCKS
ug: SOCKS ۋاكالەتچى ماشىنىسىنىڭ ئاتى
vi: Tên máy SOCKS proxy

source: SOCKS proxy port
km: ច្រក​ប្រូកស៊ី SOCKS
sl: Vrata posrednika SOCKS
ug: SOCKS ۋاكالەتچىسىنىڭ ئېغىزى
vi: Cổng SOCKS proxy

source: Secure HTTP proxy host name
km: ឈ្មោះ​ម៉ាស៊ីន​ប្រូកស៊ី HTTP ដែល​មាន​សុវត្ថិភាព
sl: Ime gostitelja posrednika varnega HTTP
ug: بىخەتەر HTTP ۋاكالەتچى ماشىنا ئاتى
vi: Tên máy Secure HTTP proxy

source: Secure HTTP proxy port
km: ច្រក​ប្រូកស៊ី HTTP ដែល​មាន​សុវត្ថិភាព
sl: Vrata posrednika varnega HTTP
ug: بىخەتەر HTTP ۋاكالەتچى ئېغىزى
vi: Cổng Secure HTTP proxy
